Repository: Tsadriu/FlyffUniverseLauncher
Catalog: FlyffUniverseLauncher/Properties/Resources.*.resx
Languages: de_de, it_ch

# FULNP_adaptScreenSize_tooltip
source: Not sure about the width and/or height of your screen? Press this button and it will automatically adapt to your screen
de_de: Bist du dir bei der Breite und/oder Höhe deines Bildschirms nicht sicher? Drücke diesen Knopf, und es wird sich automatisch an deinen Bildschirm anpassen.
it_ch: Non sei sicuro della larghezza e/o dell'altezza del tuo schermo? Premi questo pulsante e si adatterà automaticamente al tuo schermo.

# FULNP_fullscreenLabel_tooltip
source: If it's checked, when the profile is launched, the window will be at fullscreen
de_de: Wenn diese Option aktiviert ist, wird das Fenster beim Starten eines Profils im Vollbildmodus geöffnet.
it_ch: Se è abilitato, quando viene lanciato un profile, il programma sarà in modalità schermo intero.

# FULNP_preferredHeightLabel_tooltip
source: The height of the program when the profile is launched.
de_de: Die Höhe des Programms beim Starten des Profils.
it_ch: L'altezza del programma quando viene eseguito un profilo.

# FULNP_preferredWidthLabel_tooltip
source: The width of the program when the profile is launched.
de_de: Die Breite des Programms beim Starten des Profils.
it_ch: La larghezza del programma quando viene eseguito un profilo.

# FULNP_saveButton
source: Create profile
de_de: Profil erstellen
it_ch: Crea profilo

# FULNP_saveButton_invalidHeight
source: Please enter a valid number for the height
de_de: Bitte gib eine gültige Zahl für die Höhe ein
it_ch: Per favore, inserire un numero valido per l'altezza

# FULNP_saveButton_invalidHeight_caption
source: Invalid height
de_de: Ungültige Höhe
it_ch: Altezza invalida

# FULNP_saveButton_invalidUsername
source: Please enter a name for the new profile
de_de: Bitte gib einen Namen für das neue Profil ein
it_ch: Per favore, inserire un nome per il nuovo profilo

# FULNP_saveButton_invalidUsername_caption
source: Profile name missing
de_de: Profilname fehlt
it_ch: Nome del profilo mancante

# FULNP_saveButton_invalidWidth
source: Please enter a valid number for the width
de_de: Bitte gib eine gültige Zahl für die Breite ein
it_ch: Per favore, inserire una larghezza valida

# FULNP_saveButton_invalidWidthAndHeight
source: Please enter a valid window width or height for the new profile. If you're not sure, press the "Adapt to screen size" button
de_de: Bitte geben Sie eine gültige Fensterbreite oder -höhe für das neue Profil ein. Wenn Sie sich nicht sicher sind, klicken Sie auf die Schaltfläche „An Bildschirmgröße anpassen“.
it_ch: Per favore, inserire un'altezza o larghezza valida per il profilo nuovo. Se non sei sicuro, premi il pulsante 'Adatta allo schermo'

# FULNP_saveButton_invalidWidthAndHeight_caption
source: Window width or height missing
de_de: Höhe oder Breite fehlt
it_ch: Altezza o larghezza mancante

# FULNP_saveButton_invalidWidth_caption
source: Invalid width
de_de: Ungültige Breite
it_ch: Larghezza invalida

# FULNP_saveButton_success
source: Profile successfully saved!
de_de: Profil wurde erfolgreich gespeichert!
it_ch: Profile salvato con successo!

# FULNP_saveButton_success_caption
source: Success
de_de: Erfolg
it_ch: Successo

# FULW_flyffModelViewerMenuItem
source: Flyff Model Viewer
de_de: Modellbetrachter für Flyff
it_ch: Modelli di Flyff

# FULW_frozenGameMenuItem
source: Refresh client
de_de: Client aktualisieren
it_ch: Ricarica il client

# FULW_HideMenuMenuItem
source: Hide menu
de_de: Menü ausblenden
it_ch: Nascondi menu

# FUL_createNewProfileButton
source: Create new Profile
de_de: Neues Profil erstellen
it_ch: Crea profilo

# FUL_credit_label
source: Made by Tsadriu Powered by Microsoft WebView2
de_de: Entwickelt von Tsadriu Angetrieben von Microsoft WebView2
it_ch: Creato da Tsadriu Creato con Microsoft WebView2

# FUL_language_label
source: Launcher language
de_de: Sprache des Launchers
it_ch: Lingua del launcher

# FUL_launcherPropertiesJson_error
source: Something went wrong while loading the launcher properties. A log file has been generated in $LOCATION$, please contact the developer and send the file.
de_de: Beim Laden der Launcher-Eigenschaften ist etwas schief gelaufen. Es wurde eine Protokolldatei in $LOCATION$ erstellt. Bitte kontaktieren Sie den Entwickler und senden Sie die Datei.
it_ch: Qualcosa è andato storto nella lettura delle proprietà del launcher. Un file di log è stato generato in $LOCATION$, per favore contatta lo sviluppatore e inviagli il file.

# FUL_launcherPropertiesJson_error_caption
source: Launcher settings error
de_de: Fehler in den Launcher-Einstellungen
it_ch: Errore lettura proprietà del launcher

# FUL_manageProfileSaveButton_oldProfile_doesNotExist
source: Something went wrong! The selected profile could not be found. A new profile will be created instead.
de_de: Etwas ist schiefgelaufen! Das ausgewählte Profil konnte nicht gefunden werden. Es wird stattdessen ein neues Profil erstellt.
it_ch: Qualcosa è andato storto! Il profilo selezionato non esiste. Sarà creato un nuovo profilo col nome selezionato.

# FUL_manageProfileSaveButton_oldProfile_doesNotExist_caption
source: Warning
de_de: Warnung
it_ch: Attenzione

# FUL_manageProfileSaveButton_profileAlreadyExists
source: A profile with that name already exists. Please select a different one.
de_de: Ein Profil mit diesem Namen existiert bereits. Bitte wähle einen anderen Namen.
it_ch: Un profile con quel nome esiste già. Per favore, seleziona un'altro nome.

# FUL_manageProfileSaveButton_profileAlreadyExists_caption
source: Profile already exists
de_de: Das Profil existiert bereits
it_ch: Il profilo esiste già

# FUL_manageProfileSaveButton_success
source: Profile changes saved succesfully!
de_de: Alle Änderungen wurden erfolgreich gespeichert!
it_ch: I cambiamenti apportati sono stati salvati correttamente!

# FUL_manageProfileSaveButton_success_caption
source: Success
de_de: Erfolg
it_ch: Successo

# FUL_manageProfilesLabel
source: Manage Profiles
de_de: Profile verwalten
it_ch: Gestione Profili

# FUL_manageProfiles_adaptToScreenSizeButton
source: Adapt to screen size
de_de: An Bildschirm anpassen
it_ch: Adatta allo schermo

# FUL_manageProfiles_deleteAllProfilesButton
source: Delete all profiles
de_de: Alle Profile löschen
it_ch: Elimina tutti profili

# FUL_manageProfiles_deleteProfileButton
source: Delete this profile
de_de: Profil löschen
it_ch: Elimina profilo

# FUL_manageProfiles_fullscreenLabel
source: Fullscreen?
de_de: Vollbildschirm?
it_ch: Schermo intero?

# FUL_manageProfiles_preferredHeightLabel
source: Preferred height
de_de: Bevorzugte Höhe
it_ch: Altezza

# FUL_manageProfiles_preferredWidthLabel
source: Preferred width
de_de: Bevorzugte Breite
it_ch: Larghezza

# FUL_manageProfiles_profileNameLabel
source: Profile name
de_de: Profilname
it_ch: Nome del profilo

# FUL_manageProfiles_saveChangesButton
source: Save changes
de_de: Speichern
it_ch: Salva le modifiche

# FUL_manageProfiles_selectProfileToModifyLabel
source: Select the profile to modify:
de_de: Wähle das zu bearbeitende Profil:
it_ch: Seleziona il profile da modificare:

# FUL_manageProfile_deleteAllProfilesButton_confirmation
source: Attention! Are you sure you want to delete all profiles?
de_de: Achtung! Sind Sie sicher, dass Sie alle Profile löschen wollen?
it_ch: Attenzione! Sei sicuro che vuoi eliminare tutti i profili?

# FUL_manageProfile_deleteAllProfilesButton_confirmation_caption
source: Delete all profiles?
de_de: Alle Profile löschen?
it_ch: Eliminare tutti i profili?

# FUL_manageProfile_deleteProfileButton_confirmation
source: Attention! Are you sure you want to delete the profile '$USERNAME$'?
de_de: Achtung! Sind Sie sicher, dass Sie das Profil '$USERNAME$' löschen wollen?
it_ch: Attenzione! Sei sicuro che vuoi eliminare il profilo '$USERNAME$'?

# FUL_manageProfile_deleteProfileButton_confirmation_caption
source: Delete the profile '$USERNAME$'?
de_de: Achtung! Bist du sicher, dass du das Profil '$USERNAME‘ löschen möchtest?
it_ch: Eliminare il profilo '$USERNAME$'?

# FUL_playButton
source: Play
de_de: Spiele
it_ch: Gioca

# FUL_playButton_no_profile_selected
source: Please select a profile before launching the game.
de_de: Bitte wähle ein Profil aus, bevor du das Spiel startest
it_ch: Per favore, seleziona un profilo prima di eseguire il gioco

# FUL_playButton_no_profile_selected_caption
source: No profile selected
de_de: Kein Profil ausgewählt
it_ch: Nessun profilo selezionato

# FUL_playButton_selected_profile_does_not_exist
source: The profile selected does not exist. Please select one from the profile list.
de_de: Profil existiert nicht. Bitte wähle eines aus der Liste aus.
it_ch: Il profilo selezionato non esiste. Per favore seleziona uno dall'elenco.

# FUL_playButton_selected_profile_does_not_exist_caption
source: Profile selected does not exist
de_de: Profil existiert nicht
it_ch: Profilo selezionato non esiste

# FUL_profileSettingsLabel
source: Profile Settings
de_de: Profil-Einstellungen
it_ch: Impostazioni Profilo

# FUL_selectUserInput_profileDoesNotExist
source: That profile does not exist. Please select a different one.
de_de: Das Profil existiert nicht. Bitte wähle ein anderes Profil.
it_ch: Quel profilo non esiste. Per favore, seleziona un'altro profilo.

# FUL_selectUserInput_profileDoesNotExist_caption
source: Profile doesn't exist
de_de: Profil existiert nicht
it_ch: Quel profillo non esiste

# FUL_selectUserLabel
source: Select a profile or create a new one:
de_de: Wähle ein Profil oder erstelle ein neues aus:
it_ch: Selezione un profilo o creane uno nuovo:
